<template>
  <div class="agreement-box">
    <div class="content">
      <div class="title">《流书网用户服务协议》</div>
      <div style="line-height: 28px">
        <p>
          <span>本协议是用户（下称</span
          >“<span>用户</span>”<span>或</span>“<span>您</span>”<span>）与流书网之间的协议，流书网将按照本协议约定之内容为您提供服务。</span>“<span>流书网</span>”<span>是指流书网和</span>/<span
            >或其相关服务可能存在的运营关联单位。<strong
              >若您不同意本协议中所述任何条款或其后对协议条款的修改，请您不要使用流书网提供的相关服务。您的使用行为将视作对本协议全部条款的完全接受。请您仔细阅读本协议的全部条款与条件，尤其是协议中黑色加粗的条款。</strong
            ></span
          >
        </p>
        <p>
          <strong
            ><span
              >如您为未成年人的，请在法定监护人的陪同下阅读和判断是否同意本协议，特别注意未成年人条款。未成年人行使和履行本协议项下的权利和义务视为已获得监护人的认可。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>1. </strong><strong><span>服务说明</span></strong>
        </p>
        <p>1.1 <span>流书网向您提供包括但不限于如下服务：</span></p>
        <p>1.1.1 <span>流书网网站</span> www.liushu.com<span>（及其他由流书网运营的任何网站）；</span></p>
        <p>1.1.2 <span>流书网直接拥有或运营的包括但不限于</span>PC<span>、平板、手机、等全部终端客户端产品；</span></p>
        <p>1.1.3 <span>流书网用户个人中心、个人空间、</span></p>
        <p>1.1.4 <span>流书网直接拥有或运营的服务器、网络存储空间；</span></p>
        <p>1.1.5 <span>流书网提供给您的各类增值服务；</span></p>
        <p>1.1.6 <span>流书网提供给您的其他技术和</span>/<span>或服务。</span></p>
        <p>
          <strong>1.2 </strong
          ><strong
            ><span
              >流书网所提供的服务，均限于在流书网平台内使用，任何以恶意破解等非法手段将流书网所提供的服务与流书网平台分离的行为，皆不属于本协议约定的由流书网提供的服务。由此引起的一切后果由行为人负责，流书网将保留依法追究行为人法律责任的权利。</span
            ></strong
          >
        </p>
        <p>
          <strong>1.3 </strong
          ><strong><span>流书网官方所公布的方式为注册、登录、下载客户端（包括但不限于</span>iOS</strong
          ><strong><span>、</span>Android</strong
          ><strong
            ><span
              >等智能平台）、使用流书网服务的唯一合法方式，用户通过其他任何途径、任何渠道、任何方式获取的流书网服务（包括但不限于账号、</span
            >P</strong
          ><strong
            ><span
              >币、客户端下载等）均为非法所得，流书网概不承认其效力，且一经发现，流书网有权立即作出删除、清零、封号等处理，任何因此导致的一切不利后果均由用户自行承担。</span
            ></strong
          ><span
            >请用户妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。<strong
              >因用户账号被泄露或被盗而造成的任何损失，流书网不承担补偿责任。</strong
            ></span
          >
        </p>
        <p>
          <strong>1.4 </strong
          ><strong
            ><span
              >用户理解并认可流书网享有如下权利，流书网行使如下权利不视为违约，用户不追究或者豁免流书网的相关法律责任：用户有权长期使用其合法获得的流书网账号及其账号下</span
            >P</strong
          ><strong
            ><span
              >币、标识、礼品等，但是用户确认其仅享有上述服务和产品的使用权，上述服务和产品，及其衍生物的所有权及知识产权均归流书网所有（用户经合法渠道取得的实体产品所有权除外）。流书网有权在法律允许的最大范围内根据实际情况自行决定收回日期，无需另行通知用户亦无需征得用户同意。</span
            ></strong
          >
        </p>
        <p>
          1.5
          <span
            >流书网有权提前向用户公告（包括但不限于弹出公告、网站首页公告、系统消息）以修改、替换、升级与流书网服务相关的任何软件。<strong
              >如果用户不同意或者不接受流书网相关软件的修改、替代、升级，请直接拒绝、停止、取消使用行为，否则视为用户同意并接受流书网相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。</strong
            ></span
          >
        </p>
        <p>
          1.6
          <span>本协议所称</span
          >“<span>用户</span>”<span>，包括注册用户及未注册用户。凡未注册流书网的产品和</span>/<span>或服务的用户，自下载或安装流书网的产品和</span>/<span>或使用流书网的服务时即自动成为流书网的</span>“<span>非注册用户</span>”<span
            >。</span
          >
        </p>
        <p>
          <strong>1.7</strong
          ><strong><span>本协议为流书网统一适用的一般性用户服务条款。针对流书网的某些特定产品</span>/</strong
          ><strong
            ><span
              >服务，流书网还将指定特定用户服务协议，以便更具体地向你阐明流书网的服务内容、服务规则等内容，您应在充分阅读并同意特定用户服务协议的全部内容后再使用该特定产品</span
            >/</strong
          ><strong><span>服务。</span></strong>
        </p>
        <p style="margin-top: 40px">
          <strong>2. </strong><strong><span>用户注册</span></strong>
        </p>
        <p>
          <span
            >如果您使用流书网提供的网络存储空间进行模型数据、动作数据、特效等的上传及传播服务，您需要注册一个账号并设置密码，并确保注册信息的真实性、正确性及完整性，如果上述注册信息发生变化，您应及时更改。在完成本服务的登记程序后，<strong>您应维护账号及密码的机密安全。您应对任何人利用您的账号及密码所进行的活动完全负责，流书网无法对非法或未经您授权使用您账号及密码的行为作出甄别，因此流书网将不承担任何责任。</strong>同时您同意并承诺做到：</span
          >
        </p>
        <p>
          2.1
          <span>当您的账号或密码遭到未经授权的使用，或者发生任何安全问题时，您会立即有效地通知到流书网；</span>
        </p>
        <p>2.2 <span>当您每次登录流书网或使用相关服务后，会将有关账号等安全退出；</span></p>
        <p>
          2.3
          <span>您同意接受流书网通过电子邮件、客户端、网页或其他合法方式向您发送通知信息和其他相关信息；</span>
        </p>
        <p>
          <strong>2.4 </strong><strong><span>您承诺不在注册、使用流书网账号从事以下行为：</span></strong>
        </p>
        <p>2.4.1 <span>故意冒用他人信息为自己注册流书网账号；</span></p>
        <p>2.4.2 <span>未经他人合法授权以他人名义注册流书网账号；</span></p>
        <p>2.4.3 <span>窃取、盗用他人的流书网账号、</span>P<span>币、会员标识等；</span></p>
        <p>2.4.4 <span>使用侮辱、诽谤、色情、政治等违反法律、道德及公序良俗的词语注册流书网账号；</span></p>
        <p>2.4.5 <span>以非法占有流书网相关服务资源为目的，通过正当或非正当手段恶意利用网站漏洞；</span></p>
        <p>2.4.6 <span>侵犯他人合法权益的其他内容。</span></p>
        <p>
          <strong>2.5 </strong><strong><span>您在此同意，流书网有权对违反上述条款的用户作出禁止注册及</span>/</strong
          ><strong><span>或封号的处理。</span></strong>
        </p>
        <p>
          2.6
          <span>您了解并知悉，您可以您的流书网账号登录流书网及其关联方提供的流书网体系下全部产品。</span>
        </p>
        <p style="margin-top: 40px">
          <strong>3. </strong><strong><span>流书网上的内容</span></strong>
        </p>
        <p>
          3.1
          <span
            >流书网上的内容是指您在流书网上传、传播的图书、店铺数据或其他任何形式的内容，包括但不限于图像、文字、链接等。</span
          >
        </p>
        <p>
          3.2
          <span>您在流书网上传或发布的图书数据，您保证对其享有合法的授权，流书网有权展示、散布及推广前述内容。</span>
        </p>
        <p>
          <strong>3.3 </strong
          ><strong
            ><span
              >为提高您内容曝光量及发布效率，您同意您在流书网的账号所发布的全部内容均授权流书网以您的账号自动同步发布至流书网及</span
            >/</strong
          ><strong
            ><span
              >或关联公司运营的全部产品，包括客户端软件及网站。您在流书网发布、修改、删除内容的操作，均会同步到上述产品。</span
            ></strong
          >
        </p>
        <p>
          3.4
          <span
            >任何经由流书网提供的服务，以上传、张贴、发送电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其他资料（以下简称</span
          >“<span>内容</span>”<span>），无论系公开还是私下传送，均由内容提供者、上传者承担责任。</span>
        </p>
        <p>
          <strong>3.5 </strong
          ><strong
            ><span
              >流书网无法预先知晓并合理控制经由流书网服务上传之内容，因此，您已预知在使用流书网的服务时，可能会接触到部分令您感到不快、不适或厌恶的内容，您同意放弃由此产生的针对流书网的任何追索权。但流书网有权依法停止传输任何前述内容并采取相应处理，包括但不限于暂停您继续使用流书网的部分或全部服务，保存有关记录并向有关机关报告。</span
            ></strong
          >
        </p>
        <p>
          <strong>3.6 </strong
          ><strong
            ><span
              >您需独立对自己在流书网上实施的行为承担法律责任。若您使用流书网服务的行为不符合本协议，流书网有权作出独立处理，且在无需事先通知及</span
            >/</strong
          ><strong
            ><span
              >或征得用户同意的情况下停用您的账号。您若在流书网上散布和传播反动、色情或其他违反国家法律、规定的信息，流书网的系统记录可能作为您违反相关法律的证据。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>4. </strong><strong><span>使用规则</span></strong>
        </p>
        <p>4.1 <span>用户在使用流书网服务的过程中，应遵守以下法律法规：</span></p>
        <p>4.1.1 <span>《中华人民共和国保守国家秘密法》</span></p>
        <p>4.1.2 <span>《中华人民共和国著作权法》</span></p>
        <p>4.1.3 <span>《中华人民共和国计算机信息系统安全保护条例》</span></p>
        <p>4.1.4 <span>《计算机软件保护条例》</span></p>
        <p>4.1.5 <span>《互联网电子公告服务管理规定》</span></p>
        <p>4.1.6 <span>《信息网络传播权保护条例》</span></p>
        <p>4.1.7 <span>《中华人民共和国网络安全法》</span></p>
        <p>4.1.8 <span>其他有关计算机及互联网规定的法律、法规。</span></p>
        <p>
          <strong>4.2 </strong
          ><strong
            ><span
              >在任何情况下，流书网一旦合理地认为用户的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向该用户提供服务。</span
            ></strong
          >
        </p>
        <p>4.3 <span>禁止用户从事以下行为：</span></p>
        <p>
          4.3.1
          <span
            >制作、上传、复制、传送、传播包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他令人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图形、信息或其他资料；</span
          >
        </p>
        <p>4.3.2 <span>以任何方式危害未成年人；</span></p>
        <p>
          4.3.3
          <span>冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关；</span>
        </p>
        <p>4.3.4 <span>伪造标题或以其他方式操控识别资料，使人误认为该内容为流书网所传送；</span></p>
        <p>
          4.3.5
          <span>将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送；</span>
        </p>
        <p>
          4.3.6
          <span
            >将侵犯任何人的专利、商标、著作权、商业秘密等知识产权的内容加以上载、张贴、发送电子邮件或以其他方式传送；</span
          >
        </p>
        <p>
          4.3.7 <span>将广告函件、促销资料、</span>"<span>垃圾邮件</span>"<span
            >等，加以上载、张贴、发送电子邮件或以其他方式传送；</span
          >
        </p>
        <p>4.3.8 <span>跟踪或以其他方式骚扰他人；</span></p>
        <p>
          4.3.9
          <span
            >将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送；</span
          >
        </p>
        <p>
          4.3.10
          <span>干扰或破坏流书网服务或与流书网服务相连的服务器和网络，或不遵守本协议之规定；</span>
        </p>
        <p>
          4.3.11
          <span>故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范；</span>
        </p>
        <p>
          4.3.12
          <span
            >未经流书网事先明确书面许可，以任何方式（包括但不限于机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件）和任何理由自行或委托他人、协助他人获取平台的服务、内容、数据；</span
          >
        </p>
        <p>
          4.3.13
          <span
            >用户需保证其上传内容不得违反广电总局的相关规定，包括但不限于《互联网视听节目服务管理规定》（广电总局</span
          >56<span>号令）等，其上传节目应当符合法律、行政法规、部门规章的规定，上传内容不得含有以下内容：</span>
        </p>
        <p>
          <span>（</span>1<span>）</span>
          <span>反对宪法确定的基本原则的；</span>
        </p>
        <p>
          <span>（</span>2<span>）</span>
          <span>危害国家统一、主权和领土完整的；</span>
        </p>
        <p>
          <span>（</span>3<span>）</span>
          <span>泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</span>
        </p>
        <p>
          <span>（</span>4<span>）</span>
          <span>煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</span>
        </p>
        <p>
          <span>（</span>5<span>）</span>
          <span>扰乱社会秩序，破坏社会稳定的；</span>
        </p>
        <p>
          <span>（</span>6<span>）</span>
          <span>诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；</span>
        </p>
        <p>
          <span>（</span>7<span>）</span>
          <span>侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；</span>
        </p>
        <p>
          <span>（</span>8<span>）</span>
          <span>危害社会公德，损害民族优秀文化传统的；</span>
        </p>
        <p>
          <span>（</span>9<span>）</span>
          <span>有关法律、行政法规和国家规定禁止的其他内容。</span>
        </p>
        <p>
          4.3.14
          <span
            >您制作、发布、传播的内容需遵守《互联网信息服务管理办法》及相关法律法规规定，<strong
              >不得利用基于深度学习、虚拟现实等的新技术新应用制作、发布、传播虚假新闻信息等法律法规禁止的信息内容。您在发布或传播利用基于深度学习、虚拟现实等的新技术新应用制作的非真实音视频信息时，应当以显著方式予以标识，否则流书网有权对相关内容和账户采取包括但不限于增加标识、限制、封禁等措施。</strong
            ></span
          >
        </p>
        <p>
          <strong>4.3.15 </strong
          ><strong
            ><span
              >如用户提供的上传内容含有以上违反政策法律法规的信息或者内容的，由用户直接承担以上导致的一切不利后果，如因此给流书网造成不利后果的，用户应负责消除影响，并且赔偿因此导致的一切损失。</span
            ></strong
          >
        </p>
        <p>
          4.4
          <span>用户不得通过任何渠道或媒体（包括但不限于自媒体等）发出</span
          >“<span>与流书网合作</span>”<span>、</span>“<span>与流书网共同出品</span>”<span>等任何携带</span>“<span>流书网</span>”<span>品牌的字样，凡是用户的发布带有</span>“<span>流书网</span>”<span
            >的一切宣传稿件必须通过流书网相应合作部门之书面同意，否则因此给流书网造成的一切损失用户应予以赔偿。</span
          >
        </p>
        <p style="margin-top: 40px">
          <strong>5. </strong><strong><span>第三方链接</span></strong>
        </p>
        <p>
          <strong
            ><span
              >流书网服务可能会提供与其他国际互联网网站或资源进行链接。除非另有声明，流书网无法对第三方网站之服务进行控制，用户因使用或依赖上述网站或资源所产生的损失或损害，流书网不承担任何责任。我们建议您在离开流书网，访问其他网站或资源前仔细阅读其服务条款和隐私政策。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>6. </strong><strong><span>知识产权</span></strong>
        </p>
        <p>
          6.1
          <span
            >受国际版权公约、中华人民共和国著作权法、专利法、及其他知识产权方面的法律法规的保护，流书网服务及本服务所使用的软件、技术、商标、材料等的所有知识产权归流书网所有和享有。</span
          >“<span>知识产权</span>”<span
            >包括在专利法、版权法、商标法、反不正当竞争法中等法律规定的任何和所有权利、任何和所有其它所有权以及其中的任何和所有应用、更新、扩展和恢复。</span
          >
        </p>
        <p>
          6.2
          <span
            >用户不得修改、改编、翻译流书网服务所使用的软件、技术、材料等，或者创作与之相关的派生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得其的源代码，否则由此引起的一切法律后果由用户负责，流书网将依法追究违约方的法律责任。</span
          >
        </p>
        <p>
          6.3
          <span
            >用户不得恶意修改、复制、传播流书网服务所使用的软件、技术、材料等。否则，用户自行承担因此而造成对其他人的损害，或者造成对流书网公司形象损害，要承担相应的法律责任。</span
          >
        </p>
        <p>
          6.4
          <span
            >用户不得擅自删除、掩盖或更改流书网的版权声明、商标或其它权利声明。流书网平台所有设计图样以及其他图样、产品及服务名称，均为流书网及</span
          >/<span>或其关联公司所享有的商标、标识。任何人不得使用、复制或用作其他用途。</span>
        </p>
        <p>
          6.5
          <span
            >流书网对其自制内容和其他通过授权取得的独占内容享有完全知识产权，未经流书网许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯流书网知识产权的行为。否则，流书网将追究侵权行为人的法律责任。</span
          >
        </p>
        <p>6.6 <span>流书网所有和享有的知识产权，不因用户的任何使用行为而发生权利转移。</span></p>
        <p style="margin-top: 40px">
          <strong>7. </strong><strong><span>免责声明</span></strong>
        </p>
        <p>
          <strong>7.1 </strong
          ><strong
            ><span
              >流书网对于任何包含、经由或连接、下载或从任何与有关本网络服务所获得的任何内容、信息或广告，不声明或保证其正确性或可靠性；并且对于用户经本服务上的广告、展示而购买、取得的任何产品、信息或资料，流书网不负保证责任。用户自行负担使用本服务的风险。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.2 </strong
          ><strong><span>除非另有明确的书面说明，流书网提供给您的全部产品和服务，均是在</span>“</strong
          ><strong><span>按现状</span>”</strong><strong><span>和</span>“</strong><strong><span>按现有</span>”</strong
          ><strong><span>的基础上提供的。</span></strong>
        </p>
        <p>
          <strong>7.3 </strong><strong><span>流书网对如下事项不做担保（包括但不限于）：</span></strong>
        </p>
        <p>
          <strong>7.3.1 </strong
          ><strong
            ><span
              >流书网提供的网站、客户端等软件虽然均已经过流书网测试，但由于技术本身的局限性，流书网不能保证其与其他软硬件、系统完全兼容。如果出现不兼容的情况，用户可将情况报告流书网，以获得技术支持。如果无法解决问题，用户可以选择卸载、停止使用流书网服务。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.3.2 </strong><strong><span>使用流书网服务涉及到</span>Internet</strong
          ><strong
            ><span
              >服务，可能会受到各个环节不稳定因素的影响。因不可抗力、黑客攻击、系统不稳定、网络中断、用户关机、通信线路等原因，均可能造成流书网服务中断或不能满足用户要求的情况。流书网不保证流书网服务适合用户的使用要求。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.3.3 </strong
          ><strong
            ><span
              >由于流书网提供的客户端等软件可以通过网络途径下载、传播，因此对于从非流书网指定官方站点下载、非流书网指定途径获得的流书网服务相关软件，流书网无法保证其是否感染计算机病毒、是否隐藏有伪装的木马程序等黑客软件，也不承担用户由此遭受的一切直接或间接损害赔偿等法律责任。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.3.4 </strong
          ><strong><span>流书网不做任何与流书网服务、产品的安全性、可靠性、及时性和性能有关的担保。</span></strong>
        </p>
        <p>
          <strong>7.3.5 </strong
          ><strong><span>流书网不保证其提供的任何产品、服务或其他材料符合用户的期望。</span></strong>
        </p>
        <p>
          <strong>7.4 </strong
          ><strong
            ><span
              >用户使用经由流书网服务下载或取得的任何资料，其风险由用户自行负担，因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.5 </strong
          ><strong
            ><span
              >基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，流书网不承担任何直接、间接、附带、衍生或惩罚性的赔偿：</span
            ></strong
          >
        </p>
        <p>
          <strong>7.5.1 </strong><strong><span>流书网服务全部或部分无法使用；</span></strong>
        </p>
        <p>
          <strong>7.5.2 </strong><strong><span>经由流书网服务购买或取得的任何产品、资料或服务；</span></strong>
        </p>
        <p>
          <strong>7.5.3 </strong><strong><span>用户资料遭到未授权的使用或修改；</span></strong>
        </p>
        <p>
          <strong>7.5.4 </strong><strong><span>其他与流书网服务相关的事宜。</span></strong>
        </p>
        <p>
          <strong>7.6 </strong
          ><strong
            ><span
              >用户应妥善保管自己的账号和密码，加强密码安全性，谨防账号泄露或被盗。因用户账号被泄露或被盗而造成的任何损失，流书网不承担补偿责任。用户因电信和网通部门的通讯线路故障、网络或电脑故障、系统不稳定、不可抗力（如服务器宕机）等非流书网原因造成账号、账号内财产等丢失、减少的，流书网不承担补偿等责任。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.7 </strong
          ><strong
            ><span
              >用户理解并同意自主选择免费下载和使用流书网服务，风险自负，包括但不限于用户使用流书网服务过程中的行为，以及因使用流书网服务产生的一切后果。如因下载或使用流书网服务而对计算机系统造成的损坏或数据的丢失等，用户须自行承担全部责任。</span
            ></strong
          >
        </p>
        <p>
          <strong>7.8 </strong
          ><strong
            ><span
              >用户因认证信息不真实而导致账号、账号内财产等丢失、减少而无法找回的，流书网不承担任何法律责任。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>8. </strong><strong><span>服务的变更、中断、终止</span></strong>
        </p>
        <p>
          <strong>8.1 </strong
          ><strong
            ><span
              >您理解并同意，流书网基于经营策略的调整，可能会对服务内容进行变更，也可能会中断、中止或终止服务。</span
            ></strong
          >
        </p>
        <p>
          <strong>8.2 </strong
          ><strong
            ><span
              >您理解并同意，如流书网发生合并、分立、收购、资产转让时，流书网可向第三方转让本服务下相关资产；流书网亦可在单方通知您后，将本协议下部分或全部服务及相应的权利义务转交由第三方运营或履行。</span
            ></strong
          >
        </p>
        <p>
          <strong>8.3 </strong
          ><strong
            ><span
              >您理解并同意，如您违反相关法律法规的规定、违反本协议及其他流书网平台约定，流书网有权不经通知而单方中断或终止向您提供服务。</span
            ></strong
          >
        </p>
        <p>
          <strong>8.4 </strong
          ><strong
            ><span
              >流书网终止向您提供服务后，有权根据适用法律的要求删除您的个人信息，或使其匿名化处理，亦有权依照法律规定的期限和方式继续保存您留存于我方平台的其他内容和信息。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>9. </strong><strong><span>注销</span></strong>
        </p>
        <p>
          9.1
          <span
            >用户有权向流书网提出账号注销申请，您可以通过联系流书网客服注销您的账号（但相关法律法规另有规定的或本协议及各站内规则另有约定的除外）。</span
          >
        </p>
        <p>
          <strong>9.2 </strong
          ><strong
            ><span
              >特别提醒：注销流书网账号后，您将无法再以此账号登录和使用流书网及其关联公司的所有产品与服务以及产品及服务中与第三方合作的服务内容，流书网也将同时终止在该账号下为您提供我们各项产品与服务，这同时也不可避免地会给您的售后维权带来不便。且流书网账号一旦注销完成，将无法恢复。请您在注销前慎重考虑。</span
            ></strong
          >
        </p>
        <p>
          <strong>9.3 </strong
          ><strong><span>如您确定需要注销流书网账号的，您已充分知晓并确认，账号注销后该</span>UID</strong
          ><strong><span>仍然存在，但您将不再拥有账号相关的权益，包括但不限于：</span></strong>
        </p>
        <p>9.3.1 <span>账号注销后，您将无法再以该账号登录、使用流书网旗下的全部产品和服务；</span></p>
        <p>
          9.3.2
          <span
            >账号注销后，您曾通过该账号登录、使用流书网旗下的全部产品和服务的所有内容、信息、数据、记录将会被删除或匿名化处理，您也无法再搜索、访问、获取、使用和找回，包括但不限于：账号信息（头像、昵称、签名等）、绑定信息；</span
          >
        </p>
        <p>9.3.3 <span>账号注销后，该账号的交易记录将被清空且无法恢复；</span></p>
        <p>9.3.4 <span>账号注销后，流书网有权不再为用户提供任何与账号有关的服务；</span></p>
        <p>
          9.4
          <span
            >在您向我们申请注销流书网账号之前，为了保护您的账号安全和财产权益，您需先行检查与确保您申请注销的账号已经同时满足以下条件，包括但不限于：</span
          >
        </p>
        <p>
          9.4.1
          <span>账号是用户通过官方渠道注册，符合本协议及相关规定的账号；且为您本人的会员账号；</span>
        </p>
        <p>9.4.2 <span>按照客服要求的注销流程进行注销操作；</span></p>
        <p>
          9.4.3
          <span
            >账号处于安全状态，包括：未处于申请找密码、修改手机号的状态中；无未处理完毕的（被）投诉、举报；其他不安全</span
          >/<span>异常状态；</span>
        </p>
        <p>9.4.4 <span>账号内无未处理完毕的交易；</span></p>
        <p>9.4.5 <span>账号内无您发起的但尚未完成的抽奖活动；</span></p>
        <p>
          9.4.6
          <span>该账号账号与流书网全部业务都不存在合约关系或尚在合约期的（如签约模型师等）；</span>
        </p>
        <p>9.4.7 <span>如该账号曾开通了</span>“<span>会员</span>”<span>服务的，您已经自行取消该服务；</span></p>
        <p>9.4.8 <span>其他应满足的条件。</span></p>
        <p>
          9.5 <span>如您已充分阅读并理解</span>9.2<span>和</span>9.3<span>条的内容，并确认已经满足</span>9.4<span
            >条的全部条件，可以向客服提出账号注销申请。客服将对您的账号安全状态以及您的相关产品与服务的使用情况等进行审核，综合判断您的账号是否符合条件。</span
          >
        </p>
        <p>
          <strong>9.6 </strong
          ><strong
            ><span
              >流书网账号一旦注销，您与我们曾签署过的相关用户协议、其他权利义务性文件等相应终止（但已约定继续生效的或法律另有规定的除外）。同时，您知悉并同意：即使您的账号被注销了，也并不减轻或免除您在协议期间内应根据相关法律法规、相关协议、规则等（可能）需要承担的相关责任。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>10. </strong><strong><span>隐私政策</span></strong>
        </p>
        <p>
          10.1
          <span
            >流书网注重保护用户的个人信息及个人隐私。个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。您在下载、安装、启动、浏览、注册、登录、使用流书网的产品与</span
          >/<span
            >或服务时，流书网将按照平台公布的《流书网隐私政策》的约定处理和保护您的个人信息，因此希望您能够仔细阅读、充分理解《流书网隐私政策》的全文，并在需要时，按照《流书网隐私政策》的指引，作出您认为适当的选择。</span
          >
        </p>
        <p>
          <strong>10.2 </strong
          ><strong><span>您应当在仔细阅读、充分理解《流书网隐私政策》后使用流书网的产品与</span>/</strong
          ><strong><span>或服务，如果您不同意政策的内容，将可能导致流书网的产品与</span>/</strong
          ><strong
            ><span>或服务无法正常运行，或者无法达到流书网拟达到的服务效果。您使用或继续使用流书网提供的产品与</span
            >/</strong
          ><strong
            ><span>或服务的行为，都表示您充分理解和同意《流书网隐私政策》（包括更新版本）的全部内容。</span></strong
          >
        </p>
        <p>
          10.3
          <span
            >如您对《流书网隐私政策》或对您的个人信息相关内容有任何问题（包括问题咨询、投诉等），您可通过网站提示联系我们。</span
          >
        </p>
        <p style="margin-top: 40px">
          <strong>11. </strong><strong><span>未成年人条款</span></strong>
        </p>
        <p>
          11.1
          <span
            >流书网非常注重未成年人的保护。若您为未成年人，应在监护人监护、指导下阅读本协议，并在取得监护人的同意后使用流书网的产品与</span
          >/<span>或服务。</span>
        </p>
        <p>
          11.2
          <span>监护人应指导子女上网应该注意的安全问题，防患于未然。流书网不鼓励未成年人使用流书网的产品</span>/<span
            >服务进行任何消费行为，如有消费，未成年人应请监护人操作或在监护人明示同意下操作。</span
          >
        </p>
        <p>
          11.3
          <span>对于未成年人的隐私保护，流书网将严格按照平台公布的《流书网隐私政策》中阐述的方式、方法执行。</span>
        </p>
        <p style="margin-top: 40px">
          <strong>12. </strong><strong><span>法律适用和管辖</span></strong>
        </p>
        <p>
          12.1
          <span
            >本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。本条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。双方同意，解决争议时，应以您同意的最新版《流书网用户服务协议》为准。</span
          >
        </p>
        <p>
          <strong>12.2 </strong
          ><strong
            ><span
              >如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均一致同意将争议提交广州仲裁委员会按照其仲裁规则进行仲裁。仲裁裁决为一裁终局，对各方均有法律约束力。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong>13. </strong><strong><span>协议的修改与通知</span></strong>
        </p>
        <p>
          13.1
          <span>流书网有权依据国家政策、技术条件、产品功能等变化需要而对本协议进行修改并将修改后的协议予以发布。</span>
        </p>
        <p>
          13.2
          <span
            >前述内容一经正式发布，流书网将以适当的方式（包括但不限于弹窗、邮件、站内信、网站公告等）提醒您更新的内容，以便您及时了解本协议的最新版本。</span
          >
        </p>
        <p>
          13.3
          <span
            >您知悉，本协议的名称、各章节标题仅为方便及阅读而设，且因本协议在我们平台展示之处较多，全部协议更名完毕可能需要一段时间，在此期间内，两个名称的同时存在并不影响正文其中任何条款的含义或解释。</span
          >
        </p>
        <p>
          <strong>13.4 </strong
          ><strong
            ><span
              >修改后的内容将构成本协议不可分割的组成部分，您应同样遵守。您对修改后的协议有异议的，请立即停止登录、使用流书网及相关服务，若您登录或继续使用流书网及相关服务，则视为您已充分阅读、理解并接受更新后的本协议并愿意受更新后的本协议的约束。</span
            ></strong
          >
        </p>
        <p class="info" style="margin-top: 40px">
          <strong>14. </strong><strong><span>免责声明</span></strong>
        </p>
        <p class="info-text">
          14.1
          <span>本项目仅以学习交流为目的进行开发、传播、交流。</span>
        </p>
        <p class="info-text">
          14.2
          <span>以上内容仅仅是为了尽可能真的模拟真实场景，不代表项目任何观点。</span>
        </p>
        <p class="info-text">
          14.3
          <span>本项目的一切数据都是为了模拟真实场景，与真实情况无关。</span>
        </p>
        <p></p>
        <p style="margin-top: 40px"><br /></p>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.agreement-box {
  width: 100%;
  background-color: #333333;
  padding: 36px 24px;
  box-sizing: border-box;
  .content {
    width: 100%;
    background-color: #fff;
    border-radius: 12px;
    box-sizing: border-box;
    padding: 24px 24px;
    .title {
      margin: 42px 0;
      text-align: center;
      font-size: 24px;
      font-weight: bold;
    }
    .info {
      color: #f56c6c;
    }
    .info-text {
      color: #83ccd2;
    }
  }
}
</style>
