<template>
  <div class="agreement-box">
    <div class="content">
      <div class="title">《流书网隐私政策》</div>
      <div style="line-height: 28px">
        <p>
          <strong><span>一、名词解释</span></strong>
        </p>
        <p>
          <span>除非另有约定，本隐私政策中使用到的名词，通常仅具有以下定义：</span>
        </p>
        <p>
          1. <strong><span>个人信息</span></strong
          ><span>（出自于</span>GB/T 35273-2017<span
            >《信息安全技术个人信息安全规范》）<strong
              >：是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括自然人的基本资料（包括姓名、生日、性别、住址、电话号码、电子邮箱）、个人身份信息（包括身份证件号码）、个人生物识别信息（包括指纹、面部特征）、网络身份标识信息（包括系统账号、</strong
            ></span
          ><strong>IP</strong
          ><strong
            ><span
              >地址、邮箱地址以及与前述有关的密码、口令、口令保护答案）、个人财产信息（包括银行账号、口令、交易和消费记录、虚拟货币、虚拟交易、兑换码等虚拟财产信息）、通讯录信息、个人上网记录（包括网站浏览记录、软件使用记录）、个人常用设备信息（包括硬件序列号、硬件型号、设备</span
            >MAC</strong
          ><strong
            ><span
              >地址、操作系统类型、软件列表、唯一设备标识符）、个人位置信息（包括大概地理位置、精确定位信息）。我们实际具体收集的个人信息种类以下文描述为准。</span
            ></strong
          >
        </p>
        <p>
          2. <strong><span>个人敏感信息</span></strong
          ><span>（出自于</span>GB/T 35273-2017<span
            >《信息安全技术个人信息安全规范》）<strong
              >：是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中涉及的个人敏感信息包括您的个人财产信息、个人身份信息（包括身份证件号码）、个人生物识别信息、网络身份标识信息、通讯录信息、精准定位信息、收货地址。我们实际具体收集的个人敏感信息种类以下文描述为准。</strong
            ></span
          >
        </p>
        <p>
          3. <strong><span>设备：</span></strong
          ><span>是指可用于访问我们的产品和</span>/<span
            >或服务的装置，例如台式计算机、笔记本电脑、平板电脑或智能手机。</span
          >
        </p>
        <p>
          4. <strong><span>唯一设备标识符</span></strong
          ><span>（专属</span> ID <span>或</span> UUID<span
            >）：是指由设备制造商编入到设备中的一串字符，可用于以独有方式标识相应设备（例如手机的</span
          >
          IMEI <span>号）。唯一设备标识符有多种用途，其中可在不能使用</span> Cookie<span
            >（例如在移动应用程序中）时用以提供广告。</span
          >
        </p>
        <p>
          5. <strong>IP </strong><strong><span>地址：</span></strong
          ><span>每台上网的设备都会指定一个编号，称为互联网协议</span> ( IP )
          <span>地址。这些编号通常都是根据地理区域指定的。</span>IP
          <span>地址通常可用于识别设备连接至互联网时所在的位置。</span>
        </p>
        <p>
          6. <strong>SSL</strong><strong><span>：</span></strong
          >SSL<span>（</span>Secure Socket
          Layer<span>）又称为安全套接层，是在传输通信协议（</span>TCP/IP<span>）上实现的一种安全协议。</span>SSL
          <span
            >支持各种类型的网络，同时提供三种基本的安全服务，均通过使用公开密钥和对称密钥技术以达到信息保密的效果。</span
          >
        </p>
        <p>
          7. <strong>Cookie</strong><strong><span>：</span></strong
          >Cookie<span>是包含字符串的小文件，在您登入和使用网站或其他网络内容时发送、存放在您的计算机、移动设备或其他装置内（通常经过加密）。</span>Cookie<span>同类技术是可用于与</span>Cookie<span>类似用途的其他技术，例如：</span>Web
          Beacon<span>、</span>Proxy<span>、嵌入式脚本等。</span>
        </p>
        <p>
          8. <strong><span>账号：</span></strong
          ><span
            >当您注册账号并向我们提供一些个人信息，您就可以更好的使用我们的服务。当您访问流书网时，系统会利用这些账号信息对您进行身份验证，以防止未经授权的人员访问您的账号。</span
          >
        </p>
        <p>
          9. <strong><span>去标识化</span>/</strong><strong><span>匿名化：</span></strong
          ><span
            >是指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体，且处理后的信息不能被复原的过程。</span
          >
        </p>
        <p>
          10. <strong><span>服务器日志：</span></strong
          ><span>通常情况下，我们的服务器会自动记录您在访问网站时所发出的网页请求。这些</span
          >“<span>服务器日志</span>”<span
            >通常包括您的网络请求、互联网协议地址、浏览器类型、浏览器语言、请求的日期和时间及可以唯一识别您的浏览器的一个或多个</span
          >
          Cookie<span>。</span>
        </p>
        <p style="margin-top: 40px">
          <strong><span>二、我们如何收集和使用您的个人信息</span></strong>
        </p>
        <p>
          1.
          <span>流书网依据法律法规以及遵循正当、合法、必要的原则而收集和使用您在使用服务过程中主动提供或由于产品和</span
          >/<span
            >或服务需要而产生的个人信息。如果我们欲将您的个人信息用于本隐私政策未载明的其它用途，或基于特定目的将收集而来的信息用于其他目的，我们会及时以合理的方式向您告知，并在使用前再次征得您的同意。</span
          >
        </p>
        <p>
          2. <span>我们收集和使用的您的个人信息类型包括两种：<strong>第一种：我们产品与</strong></span
          ><strong>/</strong><strong><span>或服务的核心业务功能所必需的信息：此类信息为产品与</span>/</strong
          ><strong
            ><span>或服务正常运行的必备信息，您须授权我们收集。如您拒绝提供，您将无法正常使用我们的产品与</span
            >/</strong
          ><strong
            ><span
              >或服务；第二种：附加业务功能可能需要收集的信息：此信息为非核心业务功能所需的信息，您可以选择是否授权我们收集。如您拒绝提供，将导致附加业务功能无法实现或无法达到我们拟达到的效果，但不影响您对核心业务功能的正常使用。</span
            ></strong
          >
        </p>
        <p>
          3.
          <strong
            ><span
              >我们需要特别提醒您的是：由于我们的产品和服务较多，为您提供的内容也不同，因此核心业务功能（包括其收集的您的个人信息类型）也会因产品</span
            >/</strong
          ><strong><span>服务的内容不同而有所区别，具体以产品</span>/</strong
          ><strong
            ><span
              >服务实际提供为准。除此之外，您理解并同意，我们希望提供给您的产品和服务是完善的，所以我们会不断改进我们的产品和服务，包括技术，这意味着我们可能会经常推出新的业务功能，可能需要收集新的个人信息或变更个人信息使用目的或方式。如果某一需要收集您的个人信息的功能或产品</span
            >/</strong
          ><strong
            ><span
              >服务未能在本隐私政策中予以说明的，我们会通过更新本政策、页面提示、弹窗、网站公告等方式另行向您说明该信息收集的目的、内容、使用方式和范围，并为您提供自主选择同意的方式，且在征得您明示同意后收集。</span
            ></strong
          ><span
            >在此过程中，如果您对相关事宜有任何疑惑的，可以通过本隐私政策第十条提供的方式联系我们，我们会尽快为您作出解答。</span
          >
        </p>
        <p>4. <span>通常情况下，我们会在以下场景中收集和使用您的个人信息：</span></p>
        <p>4. 1<span>账号注册</span></p>
        <p>
          <span>（</span>1)<strong
            ><span
              >您注册并登录流书网账号时，需要按照我们的指引完成一系列注册程序，在此过程中，您需要向我们提供以下信息：账号昵称、手机号码或电子邮箱（个人敏感信息，用于接受验证码匹配个人身份）。您只有提供真实准确的上述信息，才能成功注册流书网账号并使用产品和</span
            >/</strong
          ><strong
            ><span
              >或服务的核心功能。如果您选择不提供上述为实现流书网核心产品功能的必备信息，或将导致我们无法为您提供该核心产品功能。</span
            ></strong
          >
        </p>
        <p>
          <span>（</span>2)<span
            >我们的产品支持您使用第三方平台的账号进行登录，如您使用第三方平台的账号登录的，<strong>我们将根据您的授权获取该第三方账号下的相关信息（包括：用户名、昵称、头像等）以及身份验证信息（个人敏感信息）</strong>。我们承诺，收集上述信息是用于为您提供账号登录服务以及保障您的账号安全，防范安全风险。如您拒绝授权此类信息，则您将无法使用第三方平台的账号登录我们平台，但不影响我们提供的其他产品和服务的正常使用。</span
          >
        </p>
        <p>
          <span>（</span>3)<span
            >同时，您需理解，手机号码或电子邮箱地址和验证码匹配结果属于您的个人敏感信息，我们收集该类信息是基于法律法规的相关要求，如您拒绝提供可能导致您无法注册账号并使用相关产品功能，请您谨慎考虑后再选择是否提供。</span
          >
        </p>
        <p>4. 2<span>搜索</span></p>
        <p>
          <span
            >当您在我们的产品中使用搜索功能时，我们需要收集您的一些信息，其中包括如下个人信息：您的设备信息、您的日志信息，包括您搜索的字或词、您的浏览记录和时间、您搜索的时间以及次数。我们收集这些信息是为了向您快速匹配您所需要的内容以及您可能感兴趣的内容，同时亦为了改进我们的产品和服务。</span
          >
        </p>
        <p>4. 3<span>模型展示</span></p>
        <p>
          <span>我们的产品和</span
          >/<span>或服务为您提供模型展示，在此过程中，我们需要收集您的一些信息，包括如下个人信息：设备型号、设备名称、设备唯一标识符、浏览器类型和设置、语言设置、操作系统和应用程序版本、登录</span>IP<span
            >地址、接入网络的方式、网络质量数据、移动网络信息、产品版本号、网络日志信息（如操作日志、服务日志）。同时为了收集上述基本的个人设备信息，我们将会申请访问您的设备信息的权限，我们收集这些信息是为了向您提供模型展示，如您拒绝提供上述权限将可能导致您无法使用我们的相关产品与服务。请您理解，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</span
          >
        </p>
        <p>4. 4<span>客户服务</span></p>
        <p>
          <span
            >当您向流书网发起投诉、申诉或进行咨询时，为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。<strong
              >同时，为了方便与您联系或帮助您解决问题，我们可能还需要您提供姓名、手机号码、电子邮件及其他联系方式等个人信息（个人敏感信息）。另外，我们还会收集您与我们的沟通信息（包括文字</strong
            ></span
          ><strong>/</strong><strong><span>图片</span>/</strong><strong><span>音视频</span>/</strong
          ><strong><span>通话记录形式）、与您的需求相关联的其他必要信息。</span></strong
          ><span
            >我们收集这些信息是为了调查事实与帮助您解决问题，如您拒绝提供上述信息，我们可能无法向您及时反馈投诉、申诉或咨询结果。</span
          >
        </p>
        <p>4. 5<span>图文</span></p>
        <p>
          <strong
            ><span
              >当您在使用评论、分享、发布功能时，我们会收集您主动提供的上述图文内容信息，同时我们还将为便于您分享图片而经过您的同意后访问您的手机相册权限。</span
            ></strong
          ><span>同时，您也可以随时通过您的设备系统或使用的我们的产品与</span
          >/<span>或服务的相关功能设置页面开启</span>/<span>取消该权限。例如</span>ios<span>端流书网</span>APP<span>的相册权限设置路径为：</span>“<span>我的</span>—<span>设置</span>—<span>隐私权限设置</span>-<span>允许流书网访问相册权限</span>”<span
            >。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该等个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的对您个人信息的处理、存储。</span
          >
        </p>
        <p>4. 6<span>扫描二维码、拍摄照片</span></p>
        <p>
          <strong
            ><span
              >当您使用设备相机扫描二维码、拍摄照片时，我们将访问您的设备相机相关权限，并收集您提供的基于扫描二维码、拍摄照片、拍摄视频后向我们上传的图片、视频信息。</span
            ></strong
          ><span>如您拒绝提供该权限和内容的，仅会使您无法使用该功能，但并不影响您正常使用产品与</span
          >/<span>或服务的其他功能。同时，您也可以随时通过您的设备系统或使用的我们的产品与</span>/<span>或服务的相关功能设置页面开启</span>/<span>取消该权限。例如</span>ios<span>端流书网</span>APP<span>的相机权限设置路径为：</span>“<span>我的</span>—<span>设置</span>—<span>隐私权限设置</span>—<span>允许流书网访问相机</span>”<span
            >。您开启该权限即视为您授权我们可以访问、获取、收集、使用您的该等个人信息；当您取消该授权后，我们将不再收集该信息，也无法再为您提供上述与之对应的服务；但除非您依照法律的规定删除了您的个人信息，否则您的取消行为不会影响我们基于您之前的授权进行的您个人信息的处理、存储。</span
          >
        </p>
        <p>4. 7<span>认证服务</span></p>
        <p>
          <strong
            ><span
              >我们为个人用户提供在流书网平台的身份认证服务。当您申请流书网为您进行身份认证时，我们需要收集您的姓名、身份证件号码、有关身份证明材料（个人敏感信息），以证实您的个人身份。</span
            ></strong
          ><span>我们会在对您个人信息的真实性进行审核后，会为您标记认证标识，并提供认证账号的专属服务。</span>
        </p>
        <p>4. 8<span>从第三方间接收集的您的个人信息</span></p>
        <p>
          <span>（</span>1)<strong
            ><span
              >您理解并知悉，您向外部第三方提供的个人信息，或外部第三方收集的您的个人信息，我们无法获取，更不会使用非常规方式（如：恶意干预对方系列</span
            >APP</strong
          ><strong><span>数据）擅自以软件程序获得您的个人信息。</span></strong
          ><span
            >流书网可能因业务发展的需要而确实需要从第三方间接收集（如共享等）您的个人信息的，且由我们直接或共同为您提供产品或服务的，我们（或第三方）在收集前会向您明示共享的您个人信息的来源、类型、使用目的、方式和所用于的业务功能、授权同意范围（如果使用方式和范围超出您在第三方原授权范围的，我们会再次征得您的授权同意）。我们的某些产品或服务由第三方业务合作伙伴提供或共同提供时，为了必要且合理的开展业务，我们可能会从部分业务合作伙伴处间接收集的您的部分信息、其他方使用我们的产品与</span
          >/<span>或服务时所提供有关您的信息。</span>
        </p>
        <p>
          <span>（</span>2)<span
            >我们的专业安全团队对个人信息将进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。</span
          >
        </p>
        <p>4. 9<span>出于其他合理且必要的目的</span></p>
        <p>
          <span>（</span>1)<span>如前文所述，<strong>如果某一需要收集您的个人信息的功能或产品</strong></span
          ><strong>/</strong
          ><strong
            ><span
              >服务未能在本隐私政策中予以说明的，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，我们将在收集和使用您的个人信息前，通过更新本隐私政策、页面提示、弹窗、站内信、网站公告或其他便于您获知的方式另行向您说明，并为您提供自主选择同意的方式，且在征得您明示同意后收集和使用。</span
            ></strong
          >
        </p>
        <p>
          <span>（</span>2)<strong
            ><span>您理解并同意，在以下情况下，我们无需取得您的授权同意即可收集和使用您的个人信息：</span></strong
          >
        </p>
        <p>a)<span>与国家安全、国防安全有关的；</span></p>
        <p>b)<span>与公共安全、公共卫生、重大公共利益有关的；</span></p>
        <p>c)<span>与犯罪侦查、起诉、审判和判决执行等直接相关的；</span></p>
        <p>d)<span>出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</span></p>
        <p>
          e)<span
            >所收集的信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；</span
          >
        </p>
        <p>f)<span>根据与您签订和履行相关协议或其他书面文件所必需的；</span></p>
        <p>
          g)<span>用于维护我们的产品与</span>/<span>或服务的安全稳定运行所必需的，例如发现、处置产品与</span>/<span
            >或服务的故障；</span
          >
        </p>
        <p>h)<span>有权机关的要求、法律法规等规定的其他情形。</span></p>
        <p style="margin-top: 40px">
          <strong><span>三、我们如何共享、转让、公开披露您的个人信息</span></strong>
        </p>
        <p>
          1. <span>共享</span><br />
          <span>我们重视对您的个人信息的保护，您的个人信息是我们为您提供产品与</span>/<span
            >或服务的重要依据和组成部分，对于您的个人信息，我们仅在本隐私政策所述目的和范围内或根据法律法规的要求收集和使用，并严格保密。<strong
              >通常情况下，我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外：</strong
            ></span
          >
        </p>
        <p>1. 1<span>事先已获得您的明确授权或同意；</span></p>
        <p>1. 2<span>根据适用的法律法规、法律程序、政府的强制命令或司法裁定而需共享您的个人信息；</span></p>
        <p>
          1. 3<span
            >在法律要求或允许的范围内，为了保护流书网及其用户或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方；</span
          >
        </p>
        <p>
          1. 4<span
            >您的个人信息可能会在我们的关联公司之间共享。我们只会共享必要的个人信息，且这种共享亦受本隐私政策声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意；</span
          >
        </p>
        <p>
          2. <span>转让</span><br />
          <span
            >除非获取您的明确同意，我们不会将您的个人信息转让给任何公司、组织或个人。如果发生合并、收购或破产清算，将可能涉及到个人信息转让，此种情况下我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束。如果本隐私政策中约定的个人信息的收集、处理方式发生任何改变，该公司、组织将重新向您征求授权同意。</span
          >
        </p>
        <p>3. <span>公开披露</span></p>
        <p>
          3.
          1<span>公开披露是指向社会或不特定人群发布信息的行为。除了因需要对违规账号、欺诈行为等进行处罚公告、公布中奖</span>/<span
            >获胜者等名单时脱敏展示相关信息等必要事宜而进行的必要披露外，我们不会对您的个人信息进行公开披露，如具备合理事由确需公开披露的，我们会在公开披露前向您告知公开披露的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再公开披露，但法律法规另有规定的或本政策另有约定的除外。</span
          >
        </p>
        <p>
          3. 2<span
            >对于公开披露的您的个人信息，我们会在收到公开披露申请后第一时间且审慎审查其正当性、合理性、合法性，并在公开披露时和公开披露后采取最严格个人信息安全保护措施和手段对其进行保护。</span
          >
        </p>
        <p>
          4. <span>共享、转让、公开披露您的个人信息的例外</span><br />
          <strong><span>请您知悉，</span></strong
          ><strong
            ><span
              >根据法律法规的规定，在下述情况下，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</span
            ></strong
          >
        </p>
        <p>
          4. 1<strong><span>与国家安全、国防安全直接相关的；</span></strong>
        </p>
        <p>
          4. 2<strong><span>与公共安全、公共卫生、重大公共利益直接相关的；</span></strong>
        </p>
        <p>
          4. 3<strong
            ><span
              >与犯罪侦查、起诉、审判和判决执行等直接相关的；或根据法律法规的要求、行政机关或公检法等有权机关的要求的；</span
            ></strong
          >
        </p>
        <p>
          4. 4<strong><span>出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</span></strong>
        </p>
        <p>
          4. 5<strong
            ><span
              >个人信息是您自行向社会公开的或者是从合法公开的渠道（如合法的新闻报道、政府信息公开等渠道）中收集到的；</span
            ></strong
          >
        </p>
        <p>
          4. 6<strong><span>根据与您签订和履行相关协议或其他书面文件所必需的；</span></strong>
        </p>
        <p>
          4. 7<strong><span>法律法规等规定的其他情形。</span></strong>
        </p>
        <p style="margin-top: 40px">
          <strong><span>四、关于使用</span>Cookie</strong><strong><span>和同类技术</span></strong>
        </p>
        <p>
          1.
          <span>在您使用我们的产品与</span
          >/<span>或服务时，我们可能会使用</span>Cookie<span>和同类技术收集您的一些个人信息，包括：您访问网站的习惯、您的浏览信息、您的登录信息，</span>Cookie<span>和同类技术收集该类信息是为了您使用我们的产品与</span>/<span
            >或服务的必要、简化您重复操作的步骤（如注册、登录）、便于您查看使用历史、向您提供更切合您个人需要的服务内容和您可能更感兴趣的内容、保护您的信息和账号安全性、提升我们的产品和服务等。</span
          >
        </p>
        <p>
          2.
          <span>如果您拒绝我们使用</span
          >Cookie<span>及同类技术收集和使用您的相关信息，您可在浏览器具备该功能的前提下，通过您的浏览器的设置以管理、（部分</span>/<span>全部）拒绝</span>Cookie<span>与</span>/<span>或同类技术；或删除已经储存在您的计算机、移动设备或其他装置内的</span>Cookie<span>与</span>/<span
            >或同类技术，从而实现我们无法全部或部分追踪您的个人信息。您如需详细了解如何更改浏览器设置，请具体查看您使用的浏览器的相关设置页面。<strong
              >您理解并知悉：我们的某些产品</strong
            ></span
          ><strong>/</strong><strong><span>服务只能通过使用</span>Cookie</strong
          ><strong
            ><span>或同类技术才可得到实现，如您拒绝使用或删除的，您可能将无法正常使用我们的相关产品与</span>/</strong
          ><strong><span>或服务或无法通过我们的产品与</span>/</strong
          ><strong
            ><span>或服务获得最佳的服务体验，同时也可能会对您的信息保护和账号安全性造成一定的影响。</span></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong><span>五、我们对您个人信息的存储与保护</span></strong>
        </p>
        <p>1. <span>信息存储</span></p>
        <p>
          1. 1<strong
            ><span
              >存储地点：我们依照法律法规的规定，仅会将收集到的有关您的个人信息存储于中华人民共和国境内。目前我们暂时不存在跨境存储您的个人信息或向境外提供个人信息的场景。如果确有必要进行数据的跨境传输，我们会单独向您明确告知（包括数据出境的目的、接收方、使用方式与范围、使用内容、安全保障措施、安全风险等），并征得您的授权同意，我们会确保数据接收方有充足的数据保护能力来保护您的个人信息。</span
            ></strong
          >
        </p>
        <p>
          1. 2<strong
            ><span
              >存储期限：我们在为您提供满足产品和服务目的所必需且最短的期间内保留您的个人信息，例如：当您使用我们的注册及会员功能时，我们需要收集您的手机号码，且在您提供后并在您使用该功能期间，我们需要持续保存您的手机号码，以向您正常提供该功能、保障您的账号和系统安全。此外，我们或对您的相关信息保存至相关法律所规定的必要期限（例如《电子商务法》规定：商品和服务信息、交易信息保存时间自交易完成之日起不少于三年）。</span
            ></strong
          >
        </p>
        <p>
          1. 3<strong><span>在超出上述存储期限后，我们会对您的个人信息进行删除或匿名化处理。</span></strong>
        </p>
        <p>2. <span>信息保护</span></p>
        <p>
          2. 1<span
            >您的个人信息安全对于我们至关重要。我们将严格遵守相关法律法规，采取业内认可的合理可行的措施，保护您的个人信息。防止信息遭到未经授权的访问、披露、使用、修改，避免信息损坏或丢失。</span
          >
        </p>
        <p>
          2. 2<strong
            ><span
              >我们使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改，防止数据发生损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如使用</span
            >SSL</strong
          ><strong
            ><span
              >对数据进行加密保护；我们已建立访问控制机制，确保只有授权人员才可以访问个人信息；我们不时的举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</span
            ></strong
          >
        </p>
        <p style="margin-top: 40px">
          <strong><span>六、您管理个人信息的权利</span></strong>
        </p>
        <p>
          <strong
            ><span
              >我们理解您对个人信息的关注，并尽全力确保您对于自己个人信息访问、更正、删除以及撤回授权的权利，以使您拥有充分的能力保障您的隐私和安全。</span
            ></strong
          ><span>您的权利包括：</span>
        </p>
        <p>
          1. <span>您有权访问您的个人信息</span><br />
          <span
            >您可以按照我们提供的产品和服务的相关说明（或设置），对您已提供给我们的相关个人信息进行查阅。包括：</span
          >
        </p>
        <p>
          1.
          1<span>账号信息：您可以通过相关产品页面随时登陆您的个人中心，以访问您账号中的个人资料信息，包括：头像、昵称、</span>UID<span
            >、二维码名片、性别、出生年月、个人签名等；</span
          >
        </p>
        <p>1. 2<span>使用信息：您可以通过相关产品页面随时查阅您的使用信息。</span></p>
        <p>
          1. 3<span
            >其他信息：如您在访问过程中遇到操作问题需获取其他前述无法获知的个人信息内容，您可通过本隐私政策提供的方式联系我们。</span
          >
        </p>
        <p>
          2. <strong><span>您有权更正</span>/</strong><strong><span>修改您的个人信息</span></strong
          ><br />
          <span>当您发现您提供给我们的个人信息存在登记错误、不完整或有更新的，您可在我们的产品和</span
          >/<span>或服务中更正</span>/<span>修改您的个人信息。</span>
        </p>
        <p>
          2.
          1<span>对于您的部分个人信息，我们在产品的相关功能页面为您提供了操作设置，您可以直接进行更正</span>/<span>修改，例如：</span>“<span>头像</span>/<span>昵称</span>/<span>性别</span>/<span>出生年月</span>/<span>个人签名</span>”<span>在流书网</span>ios<span>客户端中的更正</span>/<span>修改路径为：点击头像</span>-<span
            >编辑资料。</span
          >
        </p>
        <p>
          2.
          2<span>对于您在行使上述权利过程中遇到的困难，或者其他可能目前无法向您提供在线自行更正</span>/<span>修改服务的，经过对您身份的验证，且更正</span>/<span>修改不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，或在特定情况下，尤其是数据错误时，通过我们公布的反馈与报错等措施将您的更正</span>/<span
            >修改申请提交给我们，要求我们更正或修改您的数据，但法律法规另有规定的除外。但出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。</span
          >
        </p>
        <p>
          3. <strong><span>您有权删除您的个人信息</span></strong>
        </p>
        <p>
          3.
          1<span>对于您的部分个人信息，您也可以自行通过我们提供的相关产品和服务的功能页面，主动删除您提供信息。例如：</span>“<span>历史记录</span>”<span>信息在流书网</span>ios<span>客户端中的删除路径为：我的</span>-<span>历史记录</span>-<span
            >编辑。您也可以自主删除您发布的模型等。一旦您删除后，我们即会对此类信息进行删除或匿名化处理，除非法律法规另有规定。</span
          >
        </p>
        <p>
          3. 2<span
            >当发生以下情况时，您可以直接要求我们删除您的个人信息，但已做匿名化处理或法律法规另有规定的除外：</span
          >
        </p>
        <p><span>（</span>1<span>）当我们处理个人信息的行为违反法律法规时；</span></p>
        <p><span>（</span>2<span>）当我们收集、使用您的个人信息，却未征得您的同意时；</span></p>
        <p><span>（</span>3<span>）当我们处理个人信息的行为违反了与您的约定时；</span></p>
        <p><span>（</span>4<span>）当您注销了流书网账号时；</span></p>
        <p><span>（</span>5<span>）当我们终止服务及运营时。</span></p>
        <p>
          4. <strong><span>您有权撤回您对个人信息的授权</span></strong
          ><br />
          <span
            >如前文所述，我们提供的产品和服务的部分功能需要获得您使用设备的相关权限（包括：位置、相机、麦克风、日程安排等，具体以产品实际获取的功能为准）。您可以在授权后随时撤回（或停止）对该权限的继续授权。例如您可以通过</span
          >ios<span>设备中的</span>“<span>设置</span>-<span>隐私</span>-<span>照片</span>”<span>来关闭您对手机相册的授权。您也可以通过注销账号的方式，永久撤回我们继续收集您个人信息的全部授权。您需理解，当您撤回授权后，我们无法继续为您提供撤回授权所对应的特定功能和</span>/<span
            >或服务。但您撤回授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</span
          >
        </p>
        <p>
          5. <strong><span>您有权注销您的账号</span></strong
          ><br />
          <span
            >您可以通过在线申请注销或客服或通过其他我们公示的方式申请注销您的账号。当您注销账号后，您将无法再以该账号登录和使用我们的产品与服务；且该账号在流书网及旗下的其他产品与服务使用期间已产生的但未消耗完毕的权益及未来的逾期利益等全部权益将被清除；该账号下的内容、信息、数据、记录等将会被删除或匿名化处理（但法律法规另有规定或监管部门另有要求的除外，如依据《中华人民共和国网络安全法》规定，您的网络操作日志将至少保留六个月的时间）；流书网账号注销完成后，将无法恢复。</span
          >
        </p>
        <p>
          <span>如您在谨慎考虑后仍执意决定注销您的流书网账号的，您可以在您使用的我们的产品与</span
          >/<span>或服务的相关功能设置页面或根据操作指引向我们提交注销申请，例如</span>ios<span>端流书网</span>APP<span>的注销路径为：</span>“<span>我的</span>—<span>设置</span>—<span>隐私权限设置</span>-<span>账号注销</span>”<span
            >。</span
          >
        </p>
        <p>
          <span>如果您在处置您的个人信息时有任何疑问，您可以通过本隐私政策第十条</span>“<span>联系我们</span>”<span
            >中公示的联系方式与我们沟通解决。</span
          >
        </p>
        <p style="margin-top: 40px">
          <strong><span>七、我们对未成年人的保护</span></strong>
        </p>
        <p>
          1. <span>未成年人使用我们的产品与</span>/<span
            >或服务前应取得其监护人的同意。<strong>如您为未成年人，在使用我们的产品与</strong></span
          ><strong>/</strong
          ><strong
            ><span>或服务前，应在监护人监护、指导下共同阅读本隐私政策且应在监护人明确同意和指导下使用我们的产品与</span
            >/</strong
          ><strong><span>或服务、提交个人信息。</span></strong
          ><span
            >我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律法规允许、监护人明确同意或保护您的权益所必要的情况下收集、使用或公开披露未成年人的个人信息。</span
          >
        </p>
        <p>
          2.
          <span>若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，您可以通过本隐私政策第十条</span
          >“<span>联系我们</span>”<span
            >中公示的联系方式与我们沟通解决。如果我们发现在未事先获得可证实的监护人同意的情况下收集了未成年人的个人信息，则会尽快删除相关数据。</span
          >
        </p>
        <p style="margin-top: 40px">
          <strong><span>八、本政策如何更新</span></strong>
        </p>
        <p>
          1.
          <span
            >为了给您提供更好的服务，我们会根据产品的更新情况及法律法规的相关要求更新本《隐私政策》的条款，该等更新构成本《隐私政策》的一部分。未经您明确同意，我们不会削减您按照本政策所应享有的权利。<strong
              >如该等更新造成您在本《隐私政策》下权利的实质减少或重大变更，我们将在本政策生效前通过在显著位置提示或向您发送推送消息或以其他方式通知您，若您继续使用我们的服务，即表示您充分阅读、理解并同意受经修订的《隐私政策》的约束。</strong
            ></span
          >
        </p>
        <p>2. <span>重大变更包括但不限于：</span></p>
        <p>
          2. 1<span>我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</span>
        </p>
        <p>2. 2<span>我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</span></p>
        <p>2. 3<span>个人信息共享、转让或公开披露的主要对象发生变化；</span></p>
        <p>2. 4<span>您参与个人信息处理方面的权利及其行使方式发生重大变化；</span></p>
        <p>2. 5<span>我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；</span></p>
        <p>2. 6<span>个人信息安全影响评估报告表明存在高风险时。</span></p>
        <p style="margin-top: 40px">
          <strong><span>九、争议解决</span></strong>
        </p>
        <p>
          1.
          <strong
            ><span
              >本隐私政策的解释及争议解决均应适用中华人民共和国大陆地区法律。任何因本隐私政策以及我们处理您个人信息事宜引起的争议，您同意向广州仲裁委员会提起仲裁解决；该仲裁一裁终局，对双方均具有法律约束力。</span
            ></strong
          >
        </p>
        <p>2. <span>如果您认为我们处理个人信息的行为损害了您的合法权益，您也可以选择向有关政府部门进行反映。</span></p>
        <p>3. <span>本隐私政策的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。</span></p>
        <p class="info">
          <strong><span>十、免责声明</span></strong>
        </p>
        <p class="info-text">1. <span>本项目仅以学习交流为目的进行开发、传播、交流。</span></p>
        <p class="info-text">2. <span>以上内容仅仅是为了尽可能真的模拟真实场景，不代表项目任何观点。</span></p>
        <p class="info-text">3. <span>本项目的一切数据都是为了模拟真实场景，与真实情况无关。</span></p>
        <p></p>
        <p><br /></p>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.agreement-box {
  width: 100%;
  background-color: #333333;
  padding: 36px 24px;
  box-sizing: border-box;
  .content {
    width: 100%;
    background-color: #fff;
    border-radius: 12px;
    box-sizing: border-box;
    padding: 24px 24px;
    .title {
      margin: 42px 0;
      text-align: center;
      font-size: 24px;
      font-weight: bold;
    }
    .info {
      color: #f56c6c;
    }
    .info-text {
      color: #83ccd2;
    }
  }
}
</style>
